#Вывести на экран числа от -N до N
a = int(input('Введите начало диапозона = '))
b = int(input('Введите конец диапозона = '))
while a <= b:
    print(a)
    a = a + 1
    